<!DOCTYPE html>

<?php
$title = "Social Investment Hub (SIH) - Terms And Conditions";
include "./session.php";
include "./head.php";
//echo '<script alert( "'.$_SESSION['user_type'].'");"</script>';
/*
if (isset($_SESSION['user_type']) && $_SESSION['user_type'] === 'user1') {
  header("Location: ./Dashboard/home.php");
}
else{
  if (isset($_SESSION['user_type']) && $_SESSION['user_type'] === 'user2') {
    header("Location: ./Dashboard/projects.php");
  }
}*/
?>
<!--
  <script>

    alert(" user type : <?php echo $_SESSION['user_type']; ?>"); // Inject PHP variable into JS

  </script>-->
<body>
<header>
  <!-- Intro settings -->
  <style>
    body {
      padding-top: 70px;
    }

    #intro {
      /* Margin to fix overlapping fixed navbar */
      margin-top: 58px;
    }

    @media (max-width: 991px) {
      #intro {
        /* Margin to fix overlapping fixed navbar */
        margin-top: 45px;
      }
    }

    @media (max-width: 640px) {
      html {
        margin-bottom: 50px
      }
    }

  </style>

<?php
  include "./header.php";
?>

</header>
<!--Main Navigation-->

<!--Main layout-->

<main class="my-5">
  <div class="container-fluid">
    <!--Section: Content-->
    <section class="text-start mb-8 mt-10">

      <div class="row d-flex justify-content-between align-items-center" style="padding-left: 105px; padding-right: 120px;">
      <div class="card  ">
        <div class="card-body">
          <h1 class="card-title mb-2 h1 fw-bold text-center" style="font-size: 40px;">الشروط والأحكام - مركز الاستثمار الاجتماعي</h1>

          <!--Section: Content-->
          <section class="text-center">
            <div class="container-fluid text-start">
            <ol>
              <li class="mb-2">
                <h4 class="mb-2 fw-bold">قبول الشروط</h4>
                <p class="card-text text-secondary">مرحبًا بك في موقع Social Investment Hub (SIH). باستخدامك لموقع SIH، فإنك توافق على الالتزام بالشروط والأحكام التالية ("شروط الخدمة"). قد يتم تحديث شروط الخدمة من قبل SIH في أي وقت دون إشعار. يمكن للمستخدمين مراجعة أحدث نسخة من شروط الخدمة عن طريق رابط "الشروط والأحكام" على موقع SIH. بالإضافة إلى ذلك، عند استخدام خدمات معينة من SIH، فإنك تخضع لأي إرشادات أو قواعد منشورة تنطبق على هذه الخدمات. تُعتبر جميع هذه الإرشادات أو القواعد جزءًا من شروط الخدمة. تُقدِّم SIH خدمات أخرى قد تخضع لشروط استخدام مختلفة، وهذه الشروط والأحكام لا تنطبق على تلك الخدمات الأخرى.</p>
              </li>
              <li class="mb-2">
                <h4 class="mb-2 fw-bold">وصف الخدمة</h4>
                <p class="card-text text-secondary">يوفر SIH للمستخدمين الوصول إلى مجموعة واسعة من الموارد المالية والاستثمارية والضريبية والمحاسبية وغيرها، سواء مباشرة أو من خلال شبكة من الشركاء ومقدمي الخدمات ("الخدمة"). تتضمن الخدمة إعلانات ضرورية لتقديم الخدمة. ما لم ينص على خلاف ذلك، تخضع أي ميزات جديدة تعزز أو تحسن الخدمة الحالية لشروط الخدمة. تُقدَّم الخدمة "كما هي" وSIH لا تتحمل مسؤولية أي تأخير أو حذف للاتصالات أو فشل في تخزين إعدادات التخصيص.</p>
              </li>
              <li class="mb-2">
                <h4 class="mb-2 fw-bold">التزامات التسجيل</h4>
                <p class="card-text text-secondary">عند استخدام الخدمة، توافق على: (أ) تقديم معلومات صحيحة ودقيقة وحالية وكاملة عن نفسك كما هو مطلوب في نموذج التسجيل ("بيانات التسجيل") و(ب) الحفاظ على بيانات التسجيل وتحديثها للحفاظ على دقتها. إذا قدمت معلومات غير صحيحة أو غير دقيقة أو غير حالية أو غير كاملة، أو كان لدى SIH أسباب للاعتقاد بذلك، يحق لـ SIH تعليق أو إنهاء حسابك ورفض أي استخدام حالي أو مستقبلي للخدمة.</p>
              </li>
              <li class="mb-2">
                <h4 class="mb-2 fw-bold">سياسة خصوصية SIH</h4>
                <p class="card-text text-secondary">تُستخدم المعلومات المقدمة لإنشاء تطابقات ناجحة بين رواد الأعمال والمستثمرين ولزيادة الثقة. قد تُستخدم أيضًا لأغراض النسخ الاحتياطي والبحث عن رأس المال وتحسين الموقع. لن تُباع أو تُشارك أو تُؤجر معلوماتك الشخصية لأي طرف ثالث دون موافقتك. يُرجى ملاحظة أن عناوين وملخصات خطط رواد الأعمال قد تُفهرس على Google لجذب اهتمام أكبر. يُستخدم "الكوكيز" لتحديدك في الزيارات اللاحقة وجعل تجربتك عبر الإنترنت أكثر سهولة. يتم نقل معلومات العمليات بأمان عبر اتصالات SSL، ولا نحتفظ بتفاصيل بطاقات الائتمان. يوفر SIH روابط لمواقع رعاة الطرف الثالث، والتي تنظم بسياسات وإجراءات مستقلة.</p>
              </li>
              <li class="mb-2">
                <h4 class="mb-2 fw-bold">حساب العضو وكلمة المرور والأمان</h4>
                <p class="card-text text-secondary">أنت مسؤول عن الحفاظ على سرية كلمة المرور والحساب، وتتحمل المسؤولية الكاملة عن جميع الأنشطة التي تحدث تحت كلمة المرور أو الحساب الخاص بك. توافق على إخطار SIH فورًا بأي استخدام غير مصرح به لكلمة المرور أو الحساب. لا يتحمل SIH المسؤولية عن أي خسارة أو ضرر ناتج عن عدم امتثالك لهذا القسم.</p>
              </li>
              <li class="mb-2">
                <h4 class="mb-2 fw-bold">سلوك الأعضاء</h4>
                <p class="card-text text-secondary">أنت المسؤول عن جميع المحتويات التي تقوم بتحميلها أو نشرها أو إرسالها عبر الخدمة. توافق على عدم استخدام الخدمة لتحميل أو نشر أي محتوى غير قانوني أو ضار أو مسيء أو ينتهك خصوصية الآخرين. تلتزم بعدم التنكر كشخص أو كيان آخر أو تحميل أي محتوى لا تملك الحق في توفيره بموجب القانون أو بموجب علاقات تعاقدية. يُمنع تحميل أي محتوى ينتهك حقوق الملكية الفكرية أو يحتوي على فيروسات برمجية. يجب عليك الامتثال لجميع القوانين المحلية والدولية السارية.</p>
              </li>
              <li class="mb-2">
                <h4 class="mb-2 fw-bold">تحذيرات خاصة للاستخدام الدولي</h4>
                <p class="card-text text-secondary">توافق على الامتثال لجميع القوانين المحلية المتعلقة بالسلوك عبر الإنترنت والمحتوى المقبول، وكذلك القوانين المتعلقة بنقل البيانات التقنية من البلد الذي تقيم فيه.</p>
              </li>
              <li class="mb-2">
                <h4 class="mb-2 fw-bold">المحتوى الذي يتم تقديمه أو توفيره للإدراج في الخدمة</h4>
                <p class="card-text text-secondary">لا يدعي SIH ملكية المحتوى الذي تقدمه أو تجعله متاحًا في المناطق العامة من الخدمة. لكن بالنسبة للمحتوى المقدم في المناطق العامة، تمنح SIH رخصة لاستخدام وتوزيع وإعادة إنتاج وتعديل هذا المحتوى لأغراض توفير وتعزيز لوحة رسائل SIH أو مجموعات SIH. هذه الرخصة تستمر طالما أن المحتوى موجود على الخدمة.</p>
              </li>
              <li class="mb-2">
                <h4 class="mb-2 fw-bold">الدفعات</h4>
                <p class="card-text text-secondary">قد تشمل الخدمات رسوم اشتراك، تُدفع بواسطة بطاقة الائتمان، بطاقة الخصم، أو PayPal. تُعالج الدفعات بواسطة طرف ثالث، ولا نحتفظ بمعلومات الدفع. يجب تحديث معلومات الدفع لضمان دقتها. إذا لم تُعالج دفعة، قد يتم تعليق أو إنهاء وصولك إلى الخدمة. تُصدر الفواتير مسبقًا، وتفوضنا بإصدار فواتير إلكترونية.</p>
              </li>
              <li class="mb-2">
                <h4 class="mb-2 fw-bold">التعويض</h4>
                <p class="card-text text-secondary">توافق على تعويض SIH عن أي مطالبة نتيجة لاستخدامك للخدمة أو انتهاكك للشروط أو حقوق الطرف الثالث.</p>
              </li>
              <li class="mb-2">
                <h4 class="mb-2 fw-bold">عدم بيع الخدمة</h4>
                <p class="card-text text-secondary">توافق على عدم استنساخ أو تكرار أو نسخ أو بيع أو استغلال أي جزء من الخدمة لأي أغراض تجارية.</p>
              </li>
              <li class="mb-2">
                <h4 class="mb-2 fw-bold">الممارسات العامة المتعلقة باستخدام وتخزين الخدمة</h4>
                <p class="card-text text-secondary">قد تُنشئ SIH ممارسات وحدودًا عامة بشأن استخدام الخدمة، مثل عدد الرسائل المخزنة وحجم القرص المخصص. لا تتحمل SIH المسؤولية عن حذف أو عدم تخزين أي رسائل أو محتويات أخرى. تحتفظ SIH بالحق في تسجيل الخروج من الحسابات غير النشطة لفترة طويلة وتغيير هذه الممارسات في أي وقت.</p>
              </li>
              <li class="mb-2">
                <h4 class="mb-2 fw-bold">تعديلات على الخدمة</h4>
                <p class="card-text text-secondary">تحتفظ SIH بالحق في تعديل أو إيقاف الخدمة في أي وقت دون إشعار. لا تتحمل SIH المسؤولية عن أي تعديل أو تعليق أو إنهاء للخدمة.</p>
              </li>
              <li class="mb-2">
                <h4 class="mb-2 fw-bold">الإنهاء</h4>
                <p class="card-text text-secondary">قد تنهي SIH حسابك أو استخدامك للخدمة لأي سبب، بما في ذلك عدم الاستخدام أو انتهاك الشروط. في حالة الإنهاء، قد تُعطل SIH حسابك وتمنع أي وصول مستقبلي إلى الخدمة. لا تتحمل SIH المسؤولية عن أي إنهاء لوصولك إلى الخدمة.</p>
              </li>
              <li class="mb-2">
                <h4 class="mb-2 fw-bold">التعامل مع الإعلانات</h4>
                <p class="card-text text-secondary">تكون جميع المراسلات أو التعاملات التجارية مع المعلنين على الخدمة على مسؤوليتك الشخصية. لا تتحمل SIH المسؤولية عن أي خسارة أو ضرر ناتج عن هذه التعاملات.</p>
              </li>
              <li class="mb-2">
                <h4 class="mb-2 fw-bold">الروابط</h4>
                <p class="card-text text-secondary">قد توفر الخدمة روابط لمواقع خارجية. لا تتحمل SIH المسؤولية عن توفر أو محتوى هذه المواقع. لا تتحمل SIH المسؤولية عن أي ضرر أو خسارة ناتجة عن استخدامك لهذه الروابط.</p>
              </li>
              <li class="mb-2">
                <h4 class="mb-2 fw-bold">حقوق SIH الخاصة</h4>
                <p class="card-text text-secondary">تُقر بأن الخدمة والبرنامج المستخدم في الاتصال بها تحتوي على معلومات سرية محمية بموجب قوانين الملكية الفكرية. لا يحق لك تعديل أو تأجير أو بيع أو توزيع أو إنشاء أعمال مشتقة من الخدمة أو البرنامج. لا يحق لك الوصول إلى الخدمة بأي وسيلة أخرى غير الواجهة التي توفرها SIH.</p>
              </li>
              <li class="mb-2">
                <h4 class="mb-2 fw-bold">إخلاء المسؤولية عن الضمان</h4>
                <p class="card-text text-secondary">تُقدَّم الخدمة "كما هي" و"حسب التوفر". تُنكر SIH جميع الضمانات الصريحة أو الضمنية، بما في ذلك الضمانات الضمنية للقابلية للبيع والملاءمة لغرض معين وعدم الانتهاك. لا تضمن SIH أن الخدمة ستلبي متطلباتك أو ستكون غير متقطعة أو خالية من الأخطاء.</p>
              </li>
              <li class="mb-2">
                <h4 class="mb-2 fw-bold">المسؤولية المحدودة</h4>
                <p class="card-text text-secondary">لا تتحمل SIH المسؤولية عن أي أضرار غير مباشرة أو خاصة أو تبعية ناتجة عن استخدام الخدمة أو عدم القدرة على استخدامها.</p>
              </li>
              <li class="mb-2">
                <h4 class="mb-2 fw-bold">التعديلات على الشروط والأحكام</h4>
                <p class="card-text text-secondary">تحتفظ SIH بالحق في تعديل الشروط والأحكام في أي وقت. سيتم إشعار المستخدمين بالتعديلات عبر البريد الإلكتروني أو عن طريق نشرها على الموقع. يُعتبر استمرار استخدامك للخدمة بعد هذه التعديلات قبولًا للشروط المعدلة.</p>
              </li>
              <li class="mb-2">
                <h4 class="mb-2 fw-bold">القانون الساري</h4>
                <p class="card-text text-secondary">تخضع هذه الشروط وتُفسَّر وفقًا لقوانين الدولة التي تُقيم فيها، دون اعتبار لتعارض القوانين.</p>
              </li>
            </ol>
          </section>
          <!--Section: Content-->



        </div>
    </div>
      </div>
    </section>
  </div>
</main>
<!--Main layout-->

<?php 
include "./footer.php"; 
?>

<!-- MDB -->
</body>

<?php
include "./script-umd.php"; 
?>

</html>